10/data/attachments/4ea21057f0abd35d.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Craig_wait_Actions_70931_4</nif:username>
            <nif:friendToBeRequested>soap_actions_d5a9c198-a2c1-4b20-afbb-b427d7cda18d</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>